AevtOdocError = "Some resource files could not be opened.";
FoundNoTerminology = "Found no terminology resource in file %s.";
NoOpenWritePermission = "The resource fork of %s is already opened with write permission from another application. Try to open it in Read-Only mode.";
NoRezInAnyFork = "The file %s contains no resources.";
NoRezInDataFork = "The file %s contains no resources in the data fork.";
NoRezInRezFork = "The file %s contains no resources in the resource fork.";
NoTerminologyInThisFile = "No terminology resource in this file.";
PermissionError = "File %s: access permission error. Maybe the file is in service with another application.";
RequireSystemTenThree = "This version of Aete2sdef requires system Mac OS X 10.3 or greater.";
SystemError = "System error %d";
